Revit 2027 API
IndependentTag.Create Method
Overload List
Name | Description
Create(Document, ElementId, ElementId, Reference, Boolean, TagOrientation, XYZ) |  Places a tag on an element or subelement.
Create(Document, ElementId, Reference, Boolean, TagMode, TagOrientation, XYZ) |  Places a tag on an element or subelement.
Top
See Also
Reference
IndependentTag Class
Autodesk.Revit.DB Namespace